import { ILocation } from '@/interfaces/location.interface'

export const LocationData: ILocation[] = [
	{
		title: 'Авдіївка',
		subTitle: 'Донецька область',
	},
	{
		title: 'Алмазна',
		subTitle: 'Луганська область',
	},
	{
		title: 'Алупка',
		subTitle: 'Крим',
	},
	{
		title: 'Алушта',
		subTitle: 'Крим',
	},
	{
		title: 'Алчевськ',
		subTitle: 'Луганська область',
	},
	{
		title: 'Амвросіївка',
		subTitle: 'Донецька область',
	},
	{
		title: 'Ананьїв',
		subTitle: 'Одеська область',
	},
	{
		title: 'Андрушівка',
		subTitle: 'Житомирська область',
	},
	{
		title: 'Антрацит',
		subTitle: 'Луганська область',
	},
	{
		title: 'Апостолове',
		subTitle: 'Дніпропетровська область',
	},
	{
		title: 'Армянськ',
		subTitle: 'Крим',
	},
	{
		title: 'Арциз',
		subTitle: 'Одеська область',
	},
	{
		title: 'Балаклія',
		subTitle: 'Харківська область',
	},
	{
		title: 'Балта',
		subTitle: 'Одеська область',
	},
	{
		title: 'Бар',
		subTitle: 'Вінницька область',
	},
	{
		title: 'Баранівка',
		subTitle: 'Житомирська область',
	},
	{
		title: 'Барвінкове',
		subTitle: 'Харківська область',
	},
	{
		title: 'Батурин',
		subTitle: 'Чернігівська область',
	},
	{
		title: 'Бахмач',
		subTitle: 'Чернігівська область',
	},
	{
		title: 'Бахмут',
		subTitle: 'Донецька область',
	},
	{
		title: 'Бахчисарай',
		subTitle: 'Крим',
	},
	{
		title: 'Баштанка',
		subTitle: 'Миколаївська область',
	},
	{
		title: 'Белз',
		subTitle: 'Львівська область',
	},
	{
		title: 'Бердичів',
		subTitle: 'Житомирська область',
	},
	{
		title: 'Бердянськ',
		subTitle: 'Запорізька область',
	},
	{
		title: 'Берегове',
		subTitle: 'Закарпатська область',
	},
	{
		title: 'Бережани',
		subTitle: 'Тернопільська область',
	},
	{
		title: 'Березань',
		subTitle: 'Київська область',
	},
	{
		title: 'Березівка',
		subTitle: 'Одеська область',
	},
	{
		title: 'Березне',
		subTitle: 'Рівненська область',
	},
	{
		title: 'Берестечко',
		subTitle: 'Волинська область',
	},
	{
		title: 'Берислав',
		subTitle: 'Херсонська область',
	},
	{
		title: 'Бершадь',
		subTitle: 'Вінницька область',
	},
	{
		title: 'Бібрка',
		subTitle: 'Львівська область',
	},
	{
		title: 'Біла Церква',
		subTitle: 'Київська область',
	},
	{
		title: 'Білгород-Дністровський',
		subTitle: 'Одеська область',
	},
	{
		title: 'Білицьке',
		subTitle: 'Донецька область',
	},
	{
		title: 'Білогірськ',
		subTitle: 'Крим',
	},
	{
		title: 'Білозерське',
		subTitle: 'Донецька область',
	},
	{
		title: 'Білопілля',
		subTitle: 'Сумська область',
	},
	{
		title: 'Біляївка',
		subTitle: 'Одеська область',
	},
	{
		title: 'Благовіщенське',
		subTitle: 'Кіровоградська область',
	},
	{
		title: 'Бобринець',
		subTitle: 'Кіровоградська область',
	},
	{
		title: 'Бобровиця',
		subTitle: 'Чернігівська область',
	},
	{
		title: 'Богодухів',
		subTitle: 'Харківська область',
	},
	{
		title: 'Богуслав',
		subTitle: 'Київська область',
	},
	{
		title: 'Боково-Хрустальне',
		subTitle: 'Луганська область',
	},
	{
		title: 'Болград',
		subTitle: 'Одеська область',
	},
	{
		title: 'Болехів',
		subTitle: 'Івано-Франківська область',
	},
	{
		title: 'Борзна',
		subTitle: 'Чернігівська область',
	},
	{
		title: 'Борислав',
		subTitle: 'Львівська область',
	},
	{
		title: 'Бориспіль',
		subTitle: 'Київська область',
	},
	{
		title: 'Борщів',
		subTitle: 'Тернопільська область',
	},
	{
		title: 'Боярка',
		subTitle: 'Київська область',
	},
	{
		title: 'Бровари',
		subTitle: 'Київська область',
	},
	{
		title: 'Броди',
		subTitle: 'Львівська область',
	},
	{
		title: 'Брянка',
		subTitle: 'Луганська область',
	},
	{
		title: 'Бунге',
		subTitle: 'Донецька область',
	},
	{
		title: 'Буринь',
		subTitle: 'Сумська область',
	},
	{
		title: 'Бурштин',
		subTitle: 'Івано-Франківська область',
	},
	{
		title: 'Буськ',
		subTitle: 'Львівська область',
	},
	{
		title: 'Буча',
		subTitle: 'Київська область',
	},
	{
		title: 'Бучач',
		subTitle: 'Тернопільська область',
	},
	{
		title: 'Валки',
		subTitle: 'Харківська область',
	},
	{
		title: 'Вараш',
		subTitle: 'Рівненська область',
	},
	{
		title: 'Василівка',
		subTitle: 'Запорізька область',
	},
	{
		title: 'Васильків',
		subTitle: 'Київська область',
	},
	{
		title: 'Ватутіне',
		subTitle: 'Черкаська область',
	},
	{
		title: 'Вашківці',
		subTitle: 'Чернівецька область',
	},
	{
		title: 'Великі Мости',
		subTitle: 'Львівська область',
	},
	{
		title: 'Верхівцеве',
		subTitle: 'Дніпропетровська область',
	},
	{
		title: 'Верхньодніпровськ',
		subTitle: 'Дніпропетровська область',
	},
	{
		title: 'Вижниця',
		subTitle: 'Чернівецька область',
	},
	{
		title: 'Вилкове',
		subTitle: 'Одеська область',
	},
	{
		title: 'Винники',
		subTitle: 'Львівська область',
	},
	{
		title: 'Виноградів',
		subTitle: 'Закарпатська область',
	},
	{
		title: 'Вишгород',
		subTitle: 'Київська область',
	},
	{
		title: 'Вишневе',
		subTitle: 'Київська область',
	},
	{
		title: 'Вільногірськ',
		subTitle: 'Дніпропетровська область',
	},
	{
		title: 'Вільнянськ',
		subTitle: 'Запорізька область',
	},
	{
		title: 'Вінниця',
		subTitle: 'Вінницька область',
	},
	{
		title: 'Вовчанськ',
		subTitle: 'Харківська область',
	},
	{
		title: 'Вознесенівка',
		subTitle: 'Луганська область',
	},
	{
		title: 'Вознесенськ',
		subTitle: 'Миколаївська область',
	},
	{
		title: 'Волноваха',
		subTitle: 'Донецька область',
	},
	{
		title: 'Володимир',
		subTitle: 'Волинська область',
	},
	{
		title: 'Волочиськ',
		subTitle: 'Хмельницька область',
	},
	{
		title: 'Ворожба',
		subTitle: 'Сумська область',
	},
	{
		title: 'Вуглегірськ',
		subTitle: 'Донецька область',
	},
	{
		title: 'Вугледар',
		subTitle: 'Донецька область',
	},
	{
		title: 'Гадяч',
		subTitle: 'Полтавська область',
	},
	{
		title: 'Гайворон',
		subTitle: 'Кіровоградська область',
	},
	{
		title: 'Гайсин',
		subTitle: 'Вінницька область',
	},
	{
		title: 'Галич',
		subTitle: 'Івано-Франківська область',
	},
	{
		title: 'Генічеськ',
		subTitle: 'Херсонська область',
	},
	{
		title: 'Герца',
		subTitle: 'Чернівецька область',
	},
	{
		title: 'Гірник',
		subTitle: 'Донецька область',
	},
	{
		title: 'Гірське',
		subTitle: 'Луганська область',
	},
	{
		title: 'Глиняни',
		subTitle: 'Львівська область',
	},
	{
		title: 'Глобине',
		subTitle: 'Полтавська область',
	},
	{
		title: 'Глухів',
		subTitle: 'Сумська область',
	},
	{
		title: 'Гнівань',
		subTitle: 'Вінницька область',
	},
	{
		title: 'Гола Пристань',
		subTitle: 'Херсонська область',
	},
	{
		title: 'Голубівка',
		subTitle: 'Луганська область',
	},
	{
		title: 'Горішні Плавні',
		subTitle: 'Полтавська область',
	},
	{
		title: 'Горлівка',
		subTitle: 'Донецька область',
	},
	{
		title: 'Городенка',
		subTitle: 'Івано-Франківська область',
	},
	{
		title: 'Городище',
		subTitle: 'Черкаська область',
	},
	{
		title: 'Городня',
		subTitle: 'Чернігівська область',
	},
	{
		title: 'Городок',
		subTitle: 'Львівська область',
	},
	{
		title: 'Городок',
		subTitle: 'Хмельницька область',
	},
	{
		title: 'Горохів',
		subTitle: 'Волинська область',
	},
	{
		title: 'Гребінка',
		subTitle: 'Полтавська область',
	},
	{
		title: 'Гуляйполе',
		subTitle: 'Запорізька область',
	},
	{
		title: 'Дебальцеве',
		subTitle: 'Донецька область',
	},
	{
		title: 'Деражня',
		subTitle: 'Хмельницька область',
	},
	{
		title: 'Дергачі',
		subTitle: 'Харківська область',
	},
	{
		title: 'Джанкой',
		subTitle: 'Крим',
	},
	{
		title: 'Дніпро',
		subTitle: 'Дніпропетровська область',
	},
	{
		title: 'Дніпрорудне',
		subTitle: 'Запорізька область',
	},
	{
		title: 'Добромиль',
		subTitle: 'Львівська область',
	},
	{
		title: 'Добропілля',
		subTitle: 'Донецька область',
	},
	{
		title: 'Довжанськ',
		subTitle: 'Луганська область',
	},
	{
		title: 'Докучаєвськ',
		subTitle: 'Донецька область',
	},
	{
		title: 'Долина',
		subTitle: 'Івано-Франківська область',
	},
	{
		title: 'Долинська',
		subTitle: 'Кіровоградська область',
	},
	{
		title: 'Донецьк',
		subTitle: 'Донецька область',
	},
	{
		title: 'Дрогобич',
		subTitle: 'Львівська область',
	},
	{
		title: 'Дружба',
		subTitle: 'Сумська область',
	},
	{
		title: 'Дружківка',
		subTitle: 'Донецька область',
	},
	{
		title: 'Дубляни',
		subTitle: 'Львівська область',
	},
	{
		title: 'Дубно',
		subTitle: 'Рівненська область',
	},
	{
		title: 'Дубровиця',
		subTitle: 'Рівненська область',
	},
	{
		title: 'Дунаївці',
		subTitle: 'Хмельницька область',
	},
	{
		title: 'Енергодар',
		subTitle: 'Запорізька область',
	},
	{
		title: 'Євпаторія',
		subTitle: 'Крим',
	},
	{
		title: 'Єнакієве',
		subTitle: 'Донецька область',
	},
	{
		title: 'Жашків',
		subTitle: 'Черкаська область',
	},
	{
		title: 'Жданівка',
		subTitle: 'Донецька область',
	},
	{
		title: 'Жидачів',
		subTitle: 'Львівська область',
	},
	{
		title: 'Житомир',
		subTitle: 'Житомирська область',
	},
	{
		title: 'Жмеринка',
		subTitle: 'Вінницька область',
	},
	{
		title: 'Жовква',
		subTitle: 'Львівська область',
	},
	{
		title: 'Жовті Води',
		subTitle: 'Дніпропетровська область',
	},
	{
		title: 'Заводське',
		subTitle: 'Полтавська область',
	},
	{
		title: 'Залізне',
		subTitle: 'Донецька область',
	},
	{
		title: 'Заліщики',
		subTitle: 'Тернопільська область',
	},
	{
		title: 'Запоріжжя',
		subTitle: 'Запорізька область',
	},
	{
		title: 'Заставна',
		subTitle: 'Чернівецька область',
	},
	{
		title: 'Збараж',
		subTitle: 'Тернопільська область',
	},
	{
		title: 'Зборів',
		subTitle: 'Тернопільська область',
	},
	{
		title: 'Звенигородка',
		subTitle: 'Черкаська область',
	},
	{
		title: 'Звягель',
		subTitle: 'Житомирська область',
	},
	{
		title: 'Здолбунів',
		subTitle: 'Рівненська область',
	},
	{
		title: 'Зеленодольськ',
		subTitle: 'Дніпропетровська область',
	},
	{
		title: "Зимогір'я",
		subTitle: 'Луганська область',
	},
	{
		title: 'Зіньків',
		subTitle: 'Полтавська область',
	},
	{
		title: 'Зміїв',
		subTitle: 'Харківська область',
	},
	{
		title: "Знам'янка",
		subTitle: 'Кіровоградська область',
	},
	{
		title: 'Золоте',
		subTitle: 'Луганська область',
	},
	{
		title: 'Золотоноша',
		subTitle: 'Черкаська область',
	},
	{
		title: 'Золочів',
		subTitle: 'Львівська область',
	},
	{
		title: 'Зоринськ',
		subTitle: 'Луганська область',
	},
	{
		title: 'Зугрес',
		subTitle: 'Донецька область',
	},
	{
		title: 'Івано-Франківськ',
		subTitle: 'Івано-Франківська область',
	},
	{
		title: 'Ізмаїл',
		subTitle: 'Одеська область',
	},
	{
		title: 'Ізюм',
		subTitle: 'Харківська область',
	},
	{
		title: 'Ізяслав',
		subTitle: 'Хмельницька область',
	},
	{
		title: 'Іллінці',
		subTitle: 'Вінницька область',
	},
	{
		title: 'Іловайськ',
		subTitle: 'Донецька область',
	},
	{
		title: 'Інкерман',
		subTitle: 'Крим',
	},
	{
		title: 'Ірміно',
		subTitle: 'Луганська область',
	},
	{
		title: 'Ірпінь',
		subTitle: 'Київська область',
	},
	{
		title: 'Іршава',
		subTitle: 'Закарпатська область',
	},
	{
		title: 'Ічня',
		subTitle: 'Чернігівська область',
	},
	{
		title: 'Кагарлик',
		subTitle: 'Київська область',
	},
	{
		title: 'Кадіївка',
		subTitle: 'Луганська область',
	},
	{
		title: 'Калинівка',
		subTitle: 'Вінницька область',
	},
	{
		title: 'Калуш',
		subTitle: 'Івано-Франківська область',
	},
	{
		title: 'Кальміуське',
		subTitle: 'Донецька область',
	},
	{
		title: 'Камінь-Каширський',
		subTitle: 'Волинська область',
	},
	{
		title: "Кам'янець-Подільський",
		subTitle: 'Хмельницька область',
	},
	{
		title: "Кам'янка",
		subTitle: 'Черкаська область',
	},
	{
		title: "Кам'янка-Бузька",
		subTitle: 'Львівська область',
	},
	{
		title: "Кам'янка-Дніпровська",
		subTitle: 'Запорізька область',
	},
	{
		title: "Кам'янське",
		subTitle: 'Дніпропетровська область',
	},
	{
		title: 'Канів',
		subTitle: 'Черкаська область',
	},
	{
		title: 'Карлівка',
		subTitle: 'Полтавська область',
	},
	{
		title: 'Каховка',
		subTitle: 'Херсонська область',
	},
	{
		title: 'Керч',
		subTitle: 'Крим',
	},
	{
		title: 'Київ',
		subTitle: 'Київ',
	},
	{
		title: 'Кипуче',
		subTitle: 'Луганська область',
	},
	{
		title: 'Ківерці',
		subTitle: 'Волинська область',
	},
	{
		title: 'Кілія',
		subTitle: 'Одеська область',
	},
	{
		title: 'Кіцмань',
		subTitle: 'Чернівецька область',
	},
	{
		title: 'Кобеляки',
		subTitle: 'Полтавська область',
	},
	{
		title: 'Ковель',
		subTitle: 'Волинська область',
	},
	{
		title: 'Кодима',
		subTitle: 'Одеська область',
	},
	{
		title: 'Козятин',
		subTitle: 'Вінницька область',
	},
	{
		title: 'Коломия',
		subTitle: 'Івано-Франківська область',
	},
	{
		title: 'Комарно',
		subTitle: 'Львівська область',
	},
	{
		title: 'Конотоп',
		subTitle: 'Сумська область',
	},
	{
		title: 'Копичинці',
		subTitle: 'Тернопільська область',
	},
	{
		title: 'Корець',
		subTitle: 'Рівненська область',
	},
	{
		title: 'Коростень',
		subTitle: 'Житомирська область',
	},
	{
		title: 'Коростишів',
		subTitle: 'Житомирська область',
	},
	{
		title: 'Корсунь-Шевченківський',
		subTitle: 'Черкаська область',
	},
	{
		title: 'Корюківка',
		subTitle: 'Чернігівська область',
	},
	{
		title: 'Косів',
		subTitle: 'Івано-Франківська область',
	},
	{
		title: 'Костопіль',
		subTitle: 'Рівненська область',
	},
	{
		title: 'Костянтинівка',
		subTitle: 'Донецька область',
	},
	{
		title: 'Краматорськ',
		subTitle: 'Донецька область',
	},
	{
		title: 'Красилів',
		subTitle: 'Хмельницька область',
	},
	{
		title: 'Красногорівка',
		subTitle: 'Донецька область',
	},
	{
		title: 'Красноград',
		subTitle: 'Харківська область',
	},
	{
		title: 'Кременець',
		subTitle: 'Тернопільська область',
	},
	{
		title: 'Кременчук',
		subTitle: 'Полтавська область',
	},
	{
		title: 'Кремінна',
		subTitle: 'Луганська область',
	},
	{
		title: 'Кривий Ріг',
		subTitle: 'Дніпропетровська область',
	},
	{
		title: 'Кролевець',
		subTitle: 'Сумська область',
	},
	{
		title: 'Кропивницький',
		subTitle: 'Кіровоградська область',
	},
	{
		title: "Куп'янськ",
		subTitle: 'Харківська область',
	},
	{
		title: 'Курахове',
		subTitle: 'Донецька область',
	},
	{
		title: 'Ладижин',
		subTitle: 'Вінницька область',
	},
	{
		title: 'Ланівці',
		subTitle: 'Тернопільська область',
	},
	{
		title: 'Лебедин',
		subTitle: 'Сумська область',
	},
	{
		title: 'Лиман',
		subTitle: 'Донецька область',
	},
	{
		title: 'Липовець',
		subTitle: 'Вінницька область',
	},
	{
		title: 'Лисичанськ',
		subTitle: 'Луганська область',
	},
	{
		title: 'Лозова',
		subTitle: 'Харківська область',
	},
	{
		title: 'Лохвиця',
		subTitle: 'Полтавська область',
	},
	{
		title: 'Лубни',
		subTitle: 'Полтавська область',
	},
	{
		title: 'Луганськ',
		subTitle: 'Луганська область',
	},
	{
		title: 'Лутугине',
		subTitle: 'Луганська область',
	},
	{
		title: 'Луцьк',
		subTitle: 'Волинська область',
	},
	{
		title: 'Львів',
		subTitle: 'Львівська область',
	},
	{
		title: 'Любомль',
		subTitle: 'Волинська область',
	},
	{
		title: 'Люботин',
		subTitle: 'Харківська область',
	},
	{
		title: 'Макіївка',
		subTitle: 'Донецька область',
	},
	{
		title: 'Мала Виска',
		subTitle: 'Кіровоградська область',
	},
	{
		title: 'Малин',
		subTitle: 'Житомирська область',
	},
	{
		title: 'Марганець',
		subTitle: 'Дніпропетровська область',
	},
	{
		title: 'Маріуполь',
		subTitle: 'Донецька область',
	},
	{
		title: "Мар'їнка",
		subTitle: 'Донецька область',
	},
	{
		title: 'Мелітополь',
		subTitle: 'Запорізька область',
	},
	{
		title: 'Мена',
		subTitle: 'Чернігівська область',
	},
	{
		title: 'Мерефа',
		subTitle: 'Харківська область',
	},
	{
		title: 'Миколаїв',
		subTitle: 'Львівська область',
	},
	{
		title: 'Миколаїв',
		subTitle: 'Миколаївська область',
	},
	{
		title: 'Миколаївка',
		subTitle: 'Донецька область',
	},
	{
		title: 'Миргород',
		subTitle: 'Полтавська область',
	},
	{
		title: 'Мирноград',
		subTitle: 'Донецька область',
	},
	{
		title: 'Миронівка',
		subTitle: 'Київська область',
	},
	{
		title: 'Міусинськ',
		subTitle: 'Луганська область',
	},
	{
		title: 'Могилів-Подільський',
		subTitle: 'Вінницька область',
	},
	{
		title: 'Молодогвардійськ',
		subTitle: 'Луганська область',
	},
	{
		title: 'Молочанськ',
		subTitle: 'Запорізька область',
	},
	{
		title: 'Монастириська',
		subTitle: 'Тернопільська область',
	},
	{
		title: 'Новодністровськ',
		subTitle: 'Чернівецька область',
	},
	{
		title: 'Новодружеськ',
		subTitle: 'Луганська область',
	},
	{
		title: 'Новомиргород',
		subTitle: 'Кіровоградська область',
	},
	{
		title: 'Новомосковськ',
		subTitle: 'Дніпропетровська область',
	},
	{
		title: 'Новоселиця',
		subTitle: 'Чернівецька область',
	},
	{
		title: 'Новоукраїнка',
		subTitle: 'Кіровоградська область',
	},
	{
		title: 'Новояворівськ',
		subTitle: 'Львівська область',
	},
	{
		title: 'Носівка',
		subTitle: 'Чернігівська область',
	},
	{
		title: 'Обухів',
		subTitle: 'Київська область',
	},
	{
		title: 'Овруч',
		subTitle: 'Житомирська область',
	},
	{
		title: 'Одеса',
		subTitle: 'Одеська область',
	},
	{
		title: 'Олевськ',
		subTitle: 'Житомирська область',
	},
	{
		title: 'Олександрівськ',
		subTitle: 'Луганська область',
	},
	{
		title: 'Олександрія',
		subTitle: 'Кіровоградська область',
	},
	{
		title: 'Олешки',
		subTitle: 'Херсонська область',
	},
	{
		title: 'Оріхів',
		subTitle: 'Запорізька область',
	},
	{
		title: 'Остер',
		subTitle: 'Чернігівська область',
	},
	{
		title: 'Острог',
		subTitle: 'Рівненська область',
	},
	{
		title: 'Охтирка',
		subTitle: 'Сумська область',
	},
	{
		title: 'Очаків',
		subTitle: 'Миколаївська область',
	},
	{
		title: 'Павлоград',
		subTitle: 'Дніпропетровська область',
	},
	{
		title: 'Первомайськ',
		subTitle: 'Луганська область',
	},
	{
		title: 'Первомайськ',
		subTitle: 'Миколаївська область',
	},
	{
		title: 'Первомайський',
		subTitle: 'Харківська область',
	},
	{
		title: 'Перевальськ',
		subTitle: 'Луганська область',
	},
	{
		title: 'Перемишляни',
		subTitle: 'Львівська область',
	},
	{
		title: 'Перечин',
		subTitle: 'Закарпатська область',
	},
	{
		title: 'Перещепине',
		subTitle: 'Дніпропетровська область',
	},
	{
		title: 'Переяслав',
		subTitle: 'Київська область',
	},
	{
		title: 'Першотравенськ',
		subTitle: 'Дніпропетровська область',
	},
	{
		title: 'Петрово-Красносілля',
		subTitle: 'Луганська область',
	},
	{
		title: 'Пирятин',
		subTitle: 'Полтавська область',
	},
	{
		title: 'Південне',
		subTitle: 'Харківська область',
	},
	{
		title: 'Підгайці',
		subTitle: 'Тернопільська область',
	},
	{
		title: 'Підгородне',
		subTitle: 'Дніпропетровська область',
	},
	{
		title: 'Погребище',
		subTitle: 'Вінницька область',
	},
	{
		title: 'Подільськ',
		subTitle: 'Одеська область',
	},
	{
		title: 'Покров',
		subTitle: 'Дніпропетровська область',
	},
	{
		title: 'Покровськ',
		subTitle: 'Донецька область',
	},
	{
		title: 'Пологи',
		subTitle: 'Запорізька область',
	},
	{
		title: 'Полонне',
		subTitle: 'Хмельницька область',
	},
	{
		title: 'Полтава',
		subTitle: 'Полтавська область',
	},
	{
		title: 'Помічна',
		subTitle: 'Кіровоградська область',
	},
	{
		title: 'Попасна',
		subTitle: 'Луганська область',
	},
	{
		title: 'Почаїв',
		subTitle: 'Тернопільська область',
	},
	{
		title: 'Привілля',
		subTitle: 'Луганська область',
	},
	{
		title: 'Прилуки',
		subTitle: 'Чернігівська область',
	},
	{
		title: 'Приморськ',
		subTitle: 'Запорізька область',
	},
	{
		title: "Прип'ять",
		subTitle: 'Київська область',
	},
	{
		title: 'Пустомити',
		subTitle: 'Львівська область',
	},
	{
		title: 'Путивль',
		subTitle: 'Сумська область',
	},
	{
		title: "П'ятихатки",
		subTitle: 'Дніпропетровська область',
	},
	{
		title: 'Рава-Руська',
		subTitle: 'Львівська область',
	},
	{
		title: 'Радехів',
		subTitle: 'Львівська область',
	},
	{
		title: 'Радивилів',
		subTitle: 'Рівненська область',
	},
	{
		title: 'Радомишль',
		subTitle: 'Житомирська область',
	},
	{
		title: 'Рахів',
		subTitle: 'Закарпатська область',
	},
	{
		title: 'Рені',
		subTitle: 'Одеська область',
	},
	{
		title: 'Решетилівка',
		subTitle: 'Полтавська область',
	},
	{
		title: 'Ржищів',
		subTitle: 'Київська область',
	},
	{
		title: 'Рівне',
		subTitle: 'Рівненська область',
	},
	{
		title: 'Ровеньки',
		subTitle: 'Луганська область',
	},
	{
		title: 'Рогатин',
		subTitle: 'Івано-Франківська область',
	},
	{
		title: 'Родинське',
		subTitle: 'Донецька область',
	},
	{
		title: 'Рожище',
		subTitle: 'Волинська область',
	},
	{
		title: 'Роздільна',
		subTitle: 'Одеська область',
	},
	{
		title: 'Ромни',
		subTitle: 'Сумська область',
	},
	{
		title: 'Рубіжне',
		subTitle: 'Луганська область',
	},
	{
		title: 'Рудки',
		subTitle: 'Львівська область',
	},
	{
		title: 'Саки',
		subTitle: 'Крим',
	},
	{
		title: 'Самбір',
		subTitle: 'Львівська область',
	},
	{
		title: 'Сарни',
		subTitle: 'Рівненська область',
	},
	{
		title: 'Свалява',
		subTitle: 'Закарпатська область',
	},
	{
		title: 'Сватове',
		subTitle: 'Луганська область',
	},
	{
		title: 'Світловодськ',
		subTitle: 'Кіровоградська область',
	},
	{
		title: 'Світлодарськ',
		subTitle: 'Донецька область',
	},
	{
		title: 'Святогірськ',
		subTitle: 'Донецька область',
	},
	{
		title: 'Севастополь',
		subTitle: 'Севастополь, міськрада',
	},
	{
		title: 'Селидове',
		subTitle: 'Донецька область',
	},
	{
		title: 'Семенівка',
		subTitle: 'Чернігівська область',
	},
	{
		title: 'Середина-Буда',
		subTitle: 'Сумська область',
	},
	{
		title: 'Сєвєродонецьк',
		subTitle: 'Луганська область',
	},
	{
		title: 'Синельникове',
		subTitle: 'Дніпропетровська область',
	},
	{
		title: 'Сіверськ',
		subTitle: 'Донецька область',
	},
	{
		title: 'Сімферополь',
		subTitle: 'Крим',
	},
	{
		title: 'Скадовськ',
		subTitle: 'Херсонська область',
	},
	{
		title: 'Скалат',
		subTitle: 'Тернопільська область',
	},
	{
		title: 'Сквира',
		subTitle: 'Київська область',
	},
	{
		title: 'Сколе',
		subTitle: 'Львівська область',
	},
	{
		title: 'Славута',
		subTitle: 'Хмельницька область',
	},
	{
		title: 'Славутич',
		subTitle: 'Київська область',
	},
	{
		title: "Слов'янськ",
		subTitle: 'Донецька область',
	},
	{
		title: 'Сміла',
		subTitle: 'Черкаська область',
	},
	{
		title: 'Снігурівка',
		subTitle: 'Миколаївська область',
	},
	{
		title: 'Сніжне',
		subTitle: 'Донецька область',
	},
	{
		title: 'Сновськ',
		subTitle: 'Чернігівська область',
	},
	{
		title: 'Снятин',
		subTitle: 'Івано-Франківська область',
	},
	{
		title: 'Сокаль',
		subTitle: 'Львівська область',
	},
	{
		title: 'Сокиряни',
		subTitle: 'Чернівецька область',
	},
	{
		title: 'Соледар',
		subTitle: 'Донецька область',
	},
	{
		title: 'Сорокине',
		subTitle: 'Луганська область',
	},
	{
		title: 'Соснівка',
		subTitle: 'Львівська область',
	},
	{
		title: 'Старий Крим',
		subTitle: 'Крим',
	},
	{
		title: 'Старий Самбір',
		subTitle: 'Львівська область',
	},
	{
		title: 'Старобільськ',
		subTitle: 'Луганська область',
	},
	{
		title: 'Старокостянтинів',
		subTitle: 'Хмельницька область',
	},
	{
		title: 'Стебник',
		subTitle: 'Львівська область',
	},
	{
		title: 'Сторожинець',
		subTitle: 'Чернівецька область',
	},
	{
		title: 'Стрий',
		subTitle: 'Львівська область',
	},
	{
		title: 'Судак',
		subTitle: 'Крим',
	},
	{
		title: 'Судова Вишня',
		subTitle: 'Львівська область',
	},
	{
		title: 'Суми',
		subTitle: 'Сумська область',
	},
	{
		title: 'Суходільськ',
		subTitle: 'Луганська область',
	},
	{
		title: 'Таврійськ',
		subTitle: 'Херсонська область',
	},
	{
		title: 'Тальне',
		subTitle: 'Черкаська область',
	},
	{
		title: 'Тараща',
		subTitle: 'Київська область',
	},
	{
		title: 'Татарбунари',
		subTitle: 'Одеська область',
	},
	{
		title: 'Теплодар',
		subTitle: 'Одеська область',
	},
	{
		title: 'Теребовля',
		subTitle: 'Тернопільська область',
	},
	{
		title: 'Тернівка',
		subTitle: 'Дніпропетровська область',
	},
	{
		title: 'Тернопіль',
		subTitle: 'Тернопільська область',
	},
	{
		title: 'Тетіїв',
		subTitle: 'Київська область',
	},
	{
		title: 'Тисмениця',
		subTitle: 'Івано-Франківська область',
	},
	{
		title: 'Тлумач',
		subTitle: 'Івано-Франківська область',
	},
	{
		title: 'Токмак',
		subTitle: 'Запорізька область',
	},
	{
		title: 'Торецьк',
		subTitle: 'Донецька область',
	},
	{
		title: 'Тростянець',
		subTitle: 'Сумська область',
	},
	{
		title: 'Трускавець',
		subTitle: 'Львівська область',
	},
	{
		title: 'Тульчин',
		subTitle: 'Вінницька область',
	},
	{
		title: 'Турка',
		subTitle: 'Львівська область',
	},
	{
		title: 'Тячів',
		subTitle: 'Закарпатська область',
	},
	{
		title: 'Угнів',
		subTitle: 'Львівська область',
	},
	{
		title: 'Ужгород',
		subTitle: 'Закарпатська область',
	},
	{
		title: 'Узин',
		subTitle: 'Київська область',
	},
	{
		title: 'Українка',
		subTitle: 'Київська область',
	},
	{
		title: 'Українськ',
		subTitle: 'Донецька область',
	},
	{
		title: 'Умань',
		subTitle: 'Черкаська область',
	},
	{
		title: 'Устилуг',
		subTitle: 'Волинська область',
	},
	{
		title: 'Фастів',
		subTitle: 'Київська область',
	},
	{
		title: 'Феодосія',
		subTitle: 'Крим',
	},
	{
		title: 'Харків',
		subTitle: 'Харківська область',
	},
	{
		title: 'Харцизьк',
		subTitle: 'Донецька область',
	},
	{
		title: 'Херсон',
		subTitle: 'Херсонська область',
	},
	{
		title: 'Хирів',
		subTitle: 'Львівська область',
	},
	{
		title: 'Хмельницький',
		subTitle: 'Хмельницька область',
	},
	{
		title: 'Хмільник',
		subTitle: 'Вінницька область',
	},
	{
		title: 'Ходорів',
		subTitle: 'Львівська область',
	},
	{
		title: 'Хорол',
		subTitle: 'Полтавська область',
	},
	{
		title: 'Хоростків',
		subTitle: 'Тернопільська область',
	},
	{
		title: 'Хотин',
		subTitle: 'Чернівецька область',
	},
	{
		title: 'Хрестівка',
		subTitle: 'Донецька область',
	},
	{
		title: 'Христинівка',
		subTitle: 'Черкаська область',
	},
	{
		title: 'Хрустальний',
		subTitle: 'Луганська область',
	},
	{
		title: 'Хуст',
		subTitle: 'Закарпатська область',
	},
	{
		title: 'Часів Яр',
		subTitle: 'Донецька область',
	},
	{
		title: 'Червоноград',
		subTitle: 'Львівська область',
	},
	{
		title: 'Черкаси',
		subTitle: 'Черкаська область',
	},
	{
		title: 'Чернівці',
		subTitle: 'Чернівецька область',
	},
	{
		title: 'Чернігів',
		subTitle: 'Чернігівська область',
	},
	{
		title: 'Чигирин',
		subTitle: 'Черкаська область',
	},
	{
		title: 'Чистякове',
		subTitle: 'Донецька область',
	},
	{
		title: 'Чоп',
		subTitle: 'Закарпатська область',
	},
	{
		title: 'Чорнобиль',
		subTitle: 'Київська область',
	},
	{
		title: 'Чорноморськ',
		subTitle: 'Одеська область',
	},
	{
		title: 'Чортків',
		subTitle: 'Тернопільська область',
	},
	{
		title: 'Чугуїв',
		subTitle: 'Харківська область',
	},
	{
		title: 'Чуднів',
		subTitle: 'Житомирська область',
	},
	{
		title: 'Шаргород',
		subTitle: 'Вінницька область',
	},
	{
		title: 'Шахтарськ',
		subTitle: 'Донецька область',
	},
	{
		title: 'Шепетівка',
		subTitle: 'Хмельницька область',
	},
	{
		title: 'Шостка',
		subTitle: 'Сумська область',
	},
	{
		title: 'Шпола',
		subTitle: 'Черкаська область',
	},
	{
		title: 'Щастя',
		subTitle: 'Луганська область',
	},
	{
		title: 'Щолкіне',
		subTitle: 'Крим',
	},
	{
		title: 'Южне',
		subTitle: 'Одеська область',
	},
	{
		title: 'Южноукраїнськ',
		subTitle: 'Миколаївська область',
	},
	{
		title: 'Яворів',
		subTitle: 'Львівська область',
	},
	{
		title: 'Яготин',
		subTitle: 'Київська область',
	},
	{
		title: 'Ялта',
		subTitle: 'Крим',
	},
	{
		title: 'Ямпіль',
		subTitle: 'Вінницька область',
	},
	{
		title: 'Яремче',
		subTitle: 'Івано-Франківська область',
	},
	{
		title: 'Яни Капу',
		subTitle: 'Крим',
	},
	{
		title: 'Ясинувата',
		subTitle: 'Донецька область',
	},
]
