import { ILocation } from '@/interfaces/location.interface'

export const LocationData: ILocation[] = [
	{
		city: 'Авдіївка',
		region: 'Донецька область',
	},
	{
		city: 'Алмазна',
		region: 'Луганська область',
	},
	{
		city: 'Алупка',
		region: 'Крим',
	},
	{
		city: 'Алушта',
		region: 'Крим',
	},
	{
		city: 'Алчевськ',
		region: 'Луганська область',
	},
	{
		city: 'Амвросіївка',
		region: 'Донецька область',
	},
	{
		city: 'Ананьїв',
		region: 'Одеська область',
	},
	{
		city: 'Андрушівка',
		region: 'Житомирська область',
	},
	{
		city: 'Антрацит',
		region: 'Луганська область',
	},
	{
		city: 'Апостолове',
		region: 'Дніпропетровська область',
	},
	{
		city: 'Армянськ',
		region: 'Крим',
	},
	{
		city: 'Арциз',
		region: 'Одеська область',
	},
	{
		city: 'Балаклія',
		region: 'Харківська область',
	},
	{
		city: 'Балта',
		region: 'Одеська область',
	},
	{
		city: 'Бар',
		region: 'Вінницька область',
	},
	{
		city: 'Баранівка',
		region: 'Житомирська область',
	},
	{
		city: 'Барвінкове',
		region: 'Харківська область',
	},
	{
		city: 'Батурин',
		region: 'Чернігівська область',
	},
	{
		city: 'Бахмач',
		region: 'Чернігівська область',
	},
	{
		city: 'Бахмут',
		region: 'Донецька область',
	},
	{
		city: 'Бахчисарай',
		region: 'Крим',
	},
	{
		city: 'Баштанка',
		region: 'Миколаївська область',
	},
	{
		city: 'Белз',
		region: 'Львівська область',
	},
	{
		city: 'Бердичів',
		region: 'Житомирська область',
	},
	{
		city: 'Бердянськ',
		region: 'Запорізька область',
	},
	{
		city: 'Берегове',
		region: 'Закарпатська область',
	},
	{
		city: 'Бережани',
		region: 'Тернопільська область',
	},
	{
		city: 'Березань',
		region: 'Київська область',
	},
	{
		city: 'Березівка',
		region: 'Одеська область',
	},
	{
		city: 'Березне',
		region: 'Рівненська область',
	},
	{
		city: 'Берестечко',
		region: 'Волинська область',
	},
	{
		city: 'Берислав',
		region: 'Херсонська область',
	},
	{
		city: 'Бершадь',
		region: 'Вінницька область',
	},
	{
		city: 'Бібрка',
		region: 'Львівська область',
	},
	{
		city: 'Біла Церква',
		region: 'Київська область',
	},
	{
		city: 'Білгород-Дністровський',
		region: 'Одеська область',
	},
	{
		city: 'Білицьке',
		region: 'Донецька область',
	},
	{
		city: 'Білогірськ',
		region: 'Крим',
	},
	{
		city: 'Білозерське',
		region: 'Донецька область',
	},
	{
		city: 'Білопілля',
		region: 'Сумська область',
	},
	{
		city: 'Біляївка',
		region: 'Одеська область',
	},
	{
		city: 'Благовіщенське',
		region: 'Кіровоградська область',
	},
	{
		city: 'Бобринець',
		region: 'Кіровоградська область',
	},
	{
		city: 'Бобровиця',
		region: 'Чернігівська область',
	},
	{
		city: 'Богодухів',
		region: 'Харківська область',
	},
	{
		city: 'Богуслав',
		region: 'Київська область',
	},
	{
		city: 'Боково-Хрустальне',
		region: 'Луганська область',
	},
	{
		city: 'Болград',
		region: 'Одеська область',
	},
	{
		city: 'Болехів',
		region: 'Івано-Франківська область',
	},
	{
		city: 'Борзна',
		region: 'Чернігівська область',
	},
	{
		city: 'Борислав',
		region: 'Львівська область',
	},
	{
		city: 'Бориспіль',
		region: 'Київська область',
	},
	{
		city: 'Борщів',
		region: 'Тернопільська область',
	},
	{
		city: 'Боярка',
		region: 'Київська область',
	},
	{
		city: 'Бровари',
		region: 'Київська область',
	},
	{
		city: 'Броди',
		region: 'Львівська область',
	},
	{
		city: 'Брянка',
		region: 'Луганська область',
	},
	{
		city: 'Бунге',
		region: 'Донецька область',
	},
	{
		city: 'Буринь',
		region: 'Сумська область',
	},
	{
		city: 'Бурштин',
		region: 'Івано-Франківська область',
	},
	{
		city: 'Буськ',
		region: 'Львівська область',
	},
	{
		city: 'Буча',
		region: 'Київська область',
	},
	{
		city: 'Бучач',
		region: 'Тернопільська область',
	},
	{
		city: 'Валки',
		region: 'Харківська область',
	},
	{
		city: 'Вараш',
		region: 'Рівненська область',
	},
	{
		city: 'Василівка',
		region: 'Запорізька область',
	},
	{
		city: 'Васильків',
		region: 'Київська область',
	},
	{
		city: 'Ватутіне',
		region: 'Черкаська область',
	},
	{
		city: 'Вашківці',
		region: 'Чернівецька область',
	},
	{
		city: 'Великі Мости',
		region: 'Львівська область',
	},
	{
		city: 'Верхівцеве',
		region: 'Дніпропетровська область',
	},
	{
		city: 'Верхньодніпровськ',
		region: 'Дніпропетровська область',
	},
	{
		city: 'Вижниця',
		region: 'Чернівецька область',
	},
	{
		city: 'Вилкове',
		region: 'Одеська область',
	},
	{
		city: 'Винники',
		region: 'Львівська область',
	},
	{
		city: 'Виноградів',
		region: 'Закарпатська область',
	},
	{
		city: 'Вишгород',
		region: 'Київська область',
	},
	{
		city: 'Вишневе',
		region: 'Київська область',
	},
	{
		city: 'Вільногірськ',
		region: 'Дніпропетровська область',
	},
	{
		city: 'Вільнянськ',
		region: 'Запорізька область',
	},
	{
		city: 'Вінниця',
		region: 'Вінницька область',
	},
	{
		city: 'Вовчанськ',
		region: 'Харківська область',
	},
	{
		city: 'Вознесенівка',
		region: 'Луганська область',
	},
	{
		city: 'Вознесенськ',
		region: 'Миколаївська область',
	},
	{
		city: 'Волноваха',
		region: 'Донецька область',
	},
	{
		city: 'Володимир',
		region: 'Волинська область',
	},
	{
		city: 'Волочиськ',
		region: 'Хмельницька область',
	},
	{
		city: 'Ворожба',
		region: 'Сумська область',
	},
	{
		city: 'Вуглегірськ',
		region: 'Донецька область',
	},
	{
		city: 'Вугледар',
		region: 'Донецька область',
	},
	{
		city: 'Гадяч',
		region: 'Полтавська область',
	},
	{
		city: 'Гайворон',
		region: 'Кіровоградська область',
	},
	{
		city: 'Гайсин',
		region: 'Вінницька область',
	},
	{
		city: 'Галич',
		region: 'Івано-Франківська область',
	},
	{
		city: 'Генічеськ',
		region: 'Херсонська область',
	},
	{
		city: 'Герца',
		region: 'Чернівецька область',
	},
	{
		city: 'Гірник',
		region: 'Донецька область',
	},
	{
		city: 'Гірське',
		region: 'Луганська область',
	},
	{
		city: 'Глиняни',
		region: 'Львівська область',
	},
	{
		city: 'Глобине',
		region: 'Полтавська область',
	},
	{
		city: 'Глухів',
		region: 'Сумська область',
	},
	{
		city: 'Гнівань',
		region: 'Вінницька область',
	},
	{
		city: 'Гола Пристань',
		region: 'Херсонська область',
	},
	{
		city: 'Голубівка',
		region: 'Луганська область',
	},
	{
		city: 'Горішні Плавні',
		region: 'Полтавська область',
	},
	{
		city: 'Горлівка',
		region: 'Донецька область',
	},
	{
		city: 'Городенка',
		region: 'Івано-Франківська область',
	},
	{
		city: 'Городище',
		region: 'Черкаська область',
	},
	{
		city: 'Городня',
		region: 'Чернігівська область',
	},
	{
		city: 'Городок',
		region: 'Львівська область',
	},
	{
		city: 'Городок',
		region: 'Хмельницька область',
	},
	{
		city: 'Горохів',
		region: 'Волинська область',
	},
	{
		city: 'Гребінка',
		region: 'Полтавська область',
	},
	{
		city: 'Гуляйполе',
		region: 'Запорізька область',
	},
	{
		city: 'Дебальцеве',
		region: 'Донецька область',
	},
	{
		city: 'Деражня',
		region: 'Хмельницька область',
	},
	{
		city: 'Дергачі',
		region: 'Харківська область',
	},
	{
		city: 'Джанкой',
		region: 'Крим',
	},
	{
		city: 'Дніпро',
		region: 'Дніпропетровська область',
	},
	{
		city: 'Дніпрорудне',
		region: 'Запорізька область',
	},
	{
		city: 'Добромиль',
		region: 'Львівська область',
	},
	{
		city: 'Добропілля',
		region: 'Донецька область',
	},
	{
		city: 'Довжанськ',
		region: 'Луганська область',
	},
	{
		city: 'Докучаєвськ',
		region: 'Донецька область',
	},
	{
		city: 'Долина',
		region: 'Івано-Франківська область',
	},
	{
		city: 'Долинська',
		region: 'Кіровоградська область',
	},
	{
		city: 'Донецьк',
		region: 'Донецька область',
	},
	{
		city: 'Дрогобич',
		region: 'Львівська область',
	},
	{
		city: 'Дружба',
		region: 'Сумська область',
	},
	{
		city: 'Дружківка',
		region: 'Донецька область',
	},
	{
		city: 'Дубляни',
		region: 'Львівська область',
	},
	{
		city: 'Дубно',
		region: 'Рівненська область',
	},
	{
		city: 'Дубровиця',
		region: 'Рівненська область',
	},
	{
		city: 'Дунаївці',
		region: 'Хмельницька область',
	},
	{
		city: 'Енергодар',
		region: 'Запорізька область',
	},
	{
		city: 'Євпаторія',
		region: 'Крим',
	},
	{
		city: 'Єнакієве',
		region: 'Донецька область',
	},
	{
		city: 'Жашків',
		region: 'Черкаська область',
	},
	{
		city: 'Жданівка',
		region: 'Донецька область',
	},
	{
		city: 'Жидачів',
		region: 'Львівська область',
	},
	{
		city: 'Житомир',
		region: 'Житомирська область',
	},
	{
		city: 'Жмеринка',
		region: 'Вінницька область',
	},
	{
		city: 'Жовква',
		region: 'Львівська область',
	},
	{
		city: 'Жовті Води',
		region: 'Дніпропетровська область',
	},
	{
		city: 'Заводське',
		region: 'Полтавська область',
	},
	{
		city: 'Залізне',
		region: 'Донецька область',
	},
	{
		city: 'Заліщики',
		region: 'Тернопільська область',
	},
	{
		city: 'Запоріжжя',
		region: 'Запорізька область',
	},
	{
		city: 'Заставна',
		region: 'Чернівецька область',
	},
	{
		city: 'Збараж',
		region: 'Тернопільська область',
	},
	{
		city: 'Зборів',
		region: 'Тернопільська область',
	},
	{
		city: 'Звенигородка',
		region: 'Черкаська область',
	},
	{
		city: 'Звягель',
		region: 'Житомирська область',
	},
	{
		city: 'Здолбунів',
		region: 'Рівненська область',
	},
	{
		city: 'Зеленодольськ',
		region: 'Дніпропетровська область',
	},
	{
		city: "Зимогір'я",
		region: 'Луганська область',
	},
	{
		city: 'Зіньків',
		region: 'Полтавська область',
	},
	{
		city: 'Зміїв',
		region: 'Харківська область',
	},
	{
		city: "Знам'янка",
		region: 'Кіровоградська область',
	},
	{
		city: 'Золоте',
		region: 'Луганська область',
	},
	{
		city: 'Золотоноша',
		region: 'Черкаська область',
	},
	{
		city: 'Золочів',
		region: 'Львівська область',
	},
	{
		city: 'Зоринськ',
		region: 'Луганська область',
	},
	{
		city: 'Зугрес',
		region: 'Донецька область',
	},
	{
		city: 'Івано-Франківськ',
		region: 'Івано-Франківська область',
	},
	{
		city: 'Ізмаїл',
		region: 'Одеська область',
	},
	{
		city: 'Ізюм',
		region: 'Харківська область',
	},
	{
		city: 'Ізяслав',
		region: 'Хмельницька область',
	},
	{
		city: 'Іллінці',
		region: 'Вінницька область',
	},
	{
		city: 'Іловайськ',
		region: 'Донецька область',
	},
	{
		city: 'Інкерман',
		region: 'Крим',
	},
	{
		city: 'Ірміно',
		region: 'Луганська область',
	},
	{
		city: 'Ірпінь',
		region: 'Київська область',
	},
	{
		city: 'Іршава',
		region: 'Закарпатська область',
	},
	{
		city: 'Ічня',
		region: 'Чернігівська область',
	},
	{
		city: 'Кагарлик',
		region: 'Київська область',
	},
	{
		city: 'Кадіївка',
		region: 'Луганська область',
	},
	{
		city: 'Калинівка',
		region: 'Вінницька область',
	},
	{
		city: 'Калуш',
		region: 'Івано-Франківська область',
	},
	{
		city: 'Кальміуське',
		region: 'Донецька область',
	},
	{
		city: 'Камінь-Каширський',
		region: 'Волинська область',
	},
	{
		city: "Кам'янець-Подільський",
		region: 'Хмельницька область',
	},
	{
		city: "Кам'янка",
		region: 'Черкаська область',
	},
	{
		city: "Кам'янка-Бузька",
		region: 'Львівська область',
	},
	{
		city: "Кам'янка-Дніпровська",
		region: 'Запорізька область',
	},
	{
		city: "Кам'янське",
		region: 'Дніпропетровська область',
	},
	{
		city: 'Канів',
		region: 'Черкаська область',
	},
	{
		city: 'Карлівка',
		region: 'Полтавська область',
	},
	{
		city: 'Каховка',
		region: 'Херсонська область',
	},
	{
		city: 'Керч',
		region: 'Крим',
	},
	{
		city: 'Київ',
		region: 'Київ',
	},
	{
		city: 'Кипуче',
		region: 'Луганська область',
	},
	{
		city: 'Ківерці',
		region: 'Волинська область',
	},
	{
		city: 'Кілія',
		region: 'Одеська область',
	},
	{
		city: 'Кіцмань',
		region: 'Чернівецька область',
	},
	{
		city: 'Кобеляки',
		region: 'Полтавська область',
	},
	{
		city: 'Ковель',
		region: 'Волинська область',
	},
	{
		city: 'Кодима',
		region: 'Одеська область',
	},
	{
		city: 'Козятин',
		region: 'Вінницька область',
	},
	{
		city: 'Коломия',
		region: 'Івано-Франківська область',
	},
	{
		city: 'Комарно',
		region: 'Львівська область',
	},
	{
		city: 'Конотоп',
		region: 'Сумська область',
	},
	{
		city: 'Копичинці',
		region: 'Тернопільська область',
	},
	{
		city: 'Корець',
		region: 'Рівненська область',
	},
	{
		city: 'Коростень',
		region: 'Житомирська область',
	},
	{
		city: 'Коростишів',
		region: 'Житомирська область',
	},
	{
		city: 'Корсунь-Шевченківський',
		region: 'Черкаська область',
	},
	{
		city: 'Корюківка',
		region: 'Чернігівська область',
	},
	{
		city: 'Косів',
		region: 'Івано-Франківська область',
	},
	{
		city: 'Костопіль',
		region: 'Рівненська область',
	},
	{
		city: 'Костянтинівка',
		region: 'Донецька область',
	},
	{
		city: 'Краматорськ',
		region: 'Донецька область',
	},
	{
		city: 'Красилів',
		region: 'Хмельницька область',
	},
	{
		city: 'Красногорівка',
		region: 'Донецька область',
	},
	{
		city: 'Красноград',
		region: 'Харківська область',
	},
	{
		city: 'Кременець',
		region: 'Тернопільська область',
	},
	{
		city: 'Кременчук',
		region: 'Полтавська область',
	},
	{
		city: 'Кремінна',
		region: 'Луганська область',
	},
	{
		city: 'Кривий Ріг',
		region: 'Дніпропетровська область',
	},
	{
		city: 'Кролевець',
		region: 'Сумська область',
	},
	{
		city: 'Кропивницький',
		region: 'Кіровоградська область',
	},
	{
		city: "Куп'янськ",
		region: 'Харківська область',
	},
	{
		city: 'Курахове',
		region: 'Донецька область',
	},
	{
		city: 'Ладижин',
		region: 'Вінницька область',
	},
	{
		city: 'Ланівці',
		region: 'Тернопільська область',
	},
	{
		city: 'Лебедин',
		region: 'Сумська область',
	},
	{
		city: 'Лиман',
		region: 'Донецька область',
	},
	{
		city: 'Липовець',
		region: 'Вінницька область',
	},
	{
		city: 'Лисичанськ',
		region: 'Луганська область',
	},
	{
		city: 'Лозова',
		region: 'Харківська область',
	},
	{
		city: 'Лохвиця',
		region: 'Полтавська область',
	},
	{
		city: 'Лубни',
		region: 'Полтавська область',
	},
	{
		city: 'Луганськ',
		region: 'Луганська область',
	},
	{
		city: 'Лутугине',
		region: 'Луганська область',
	},
	{
		city: 'Луцьк',
		region: 'Волинська область',
	},
	{
		city: 'Львів',
		region: 'Львівська область',
	},
	{
		city: 'Любомль',
		region: 'Волинська область',
	},
	{
		city: 'Люботин',
		region: 'Харківська область',
	},
	{
		city: 'Макіївка',
		region: 'Донецька область',
	},
	{
		city: 'Мала Виска',
		region: 'Кіровоградська область',
	},
	{
		city: 'Малин',
		region: 'Житомирська область',
	},
	{
		city: 'Марганець',
		region: 'Дніпропетровська область',
	},
	{
		city: 'Маріуполь',
		region: 'Донецька область',
	},
	{
		city: "Мар'їнка",
		region: 'Донецька область',
	},
	{
		city: 'Мелітополь',
		region: 'Запорізька область',
	},
	{
		city: 'Мена',
		region: 'Чернігівська область',
	},
	{
		city: 'Мерефа',
		region: 'Харківська область',
	},
	{
		city: 'Миколаїв',
		region: 'Львівська область',
	},
	{
		city: 'Миколаїв',
		region: 'Миколаївська область',
	},
	{
		city: 'Миколаївка',
		region: 'Донецька область',
	},
	{
		city: 'Миргород',
		region: 'Полтавська область',
	},
	{
		city: 'Мирноград',
		region: 'Донецька область',
	},
	{
		city: 'Миронівка',
		region: 'Київська область',
	},
	{
		city: 'Міусинськ',
		region: 'Луганська область',
	},
	{
		city: 'Могилів-Подільський',
		region: 'Вінницька область',
	},
	{
		city: 'Молодогвардійськ',
		region: 'Луганська область',
	},
	{
		city: 'Молочанськ',
		region: 'Запорізька область',
	},
	{
		city: 'Монастириська',
		region: 'Тернопільська область',
	},
	{
		city: 'Новодністровськ',
		region: 'Чернівецька область',
	},
	{
		city: 'Новодружеськ',
		region: 'Луганська область',
	},
	{
		city: 'Новомиргород',
		region: 'Кіровоградська область',
	},
	{
		city: 'Новомосковськ',
		region: 'Дніпропетровська область',
	},
	{
		city: 'Новоселиця',
		region: 'Чернівецька область',
	},
	{
		city: 'Новоукраїнка',
		region: 'Кіровоградська область',
	},
	{
		city: 'Новояворівськ',
		region: 'Львівська область',
	},
	{
		city: 'Носівка',
		region: 'Чернігівська область',
	},
	{
		city: 'Обухів',
		region: 'Київська область',
	},
	{
		city: 'Овруч',
		region: 'Житомирська область',
	},
	{
		city: 'Одеса',
		region: 'Одеська область',
	},
	{
		city: 'Олевськ',
		region: 'Житомирська область',
	},
	{
		city: 'Олександрівськ',
		region: 'Луганська область',
	},
	{
		city: 'Олександрія',
		region: 'Кіровоградська область',
	},
	{
		city: 'Олешки',
		region: 'Херсонська область',
	},
	{
		city: 'Оріхів',
		region: 'Запорізька область',
	},
	{
		city: 'Остер',
		region: 'Чернігівська область',
	},
	{
		city: 'Острог',
		region: 'Рівненська область',
	},
	{
		city: 'Охтирка',
		region: 'Сумська область',
	},
	{
		city: 'Очаків',
		region: 'Миколаївська область',
	},
	{
		city: 'Павлоград',
		region: 'Дніпропетровська область',
	},
	{
		city: 'Первомайськ',
		region: 'Луганська область',
	},
	{
		city: 'Первомайськ',
		region: 'Миколаївська область',
	},
	{
		city: 'Первомайський',
		region: 'Харківська область',
	},
	{
		city: 'Перевальськ',
		region: 'Луганська область',
	},
	{
		city: 'Перемишляни',
		region: 'Львівська область',
	},
	{
		city: 'Перечин',
		region: 'Закарпатська область',
	},
	{
		city: 'Перещепине',
		region: 'Дніпропетровська область',
	},
	{
		city: 'Переяслав',
		region: 'Київська область',
	},
	{
		city: 'Першотравенськ',
		region: 'Дніпропетровська область',
	},
	{
		city: 'Петрово-Красносілля',
		region: 'Луганська область',
	},
	{
		city: 'Пирятин',
		region: 'Полтавська область',
	},
	{
		city: 'Південне',
		region: 'Харківська область',
	},
	{
		city: 'Підгайці',
		region: 'Тернопільська область',
	},
	{
		city: 'Підгородне',
		region: 'Дніпропетровська область',
	},
	{
		city: 'Погребище',
		region: 'Вінницька область',
	},
	{
		city: 'Подільськ',
		region: 'Одеська область',
	},
	{
		city: 'Покров',
		region: 'Дніпропетровська область',
	},
	{
		city: 'Покровськ',
		region: 'Донецька область',
	},
	{
		city: 'Пологи',
		region: 'Запорізька область',
	},
	{
		city: 'Полонне',
		region: 'Хмельницька область',
	},
	{
		city: 'Полтава',
		region: 'Полтавська область',
	},
	{
		city: 'Помічна',
		region: 'Кіровоградська область',
	},
	{
		city: 'Попасна',
		region: 'Луганська область',
	},
	{
		city: 'Почаїв',
		region: 'Тернопільська область',
	},
	{
		city: 'Привілля',
		region: 'Луганська область',
	},
	{
		city: 'Прилуки',
		region: 'Чернігівська область',
	},
	{
		city: 'Приморськ',
		region: 'Запорізька область',
	},
	{
		city: "Прип'ять",
		region: 'Київська область',
	},
	{
		city: 'Пустомити',
		region: 'Львівська область',
	},
	{
		city: 'Путивль',
		region: 'Сумська область',
	},
	{
		city: "П'ятихатки",
		region: 'Дніпропетровська область',
	},
	{
		city: 'Рава-Руська',
		region: 'Львівська область',
	},
	{
		city: 'Радехів',
		region: 'Львівська область',
	},
	{
		city: 'Радивилів',
		region: 'Рівненська область',
	},
	{
		city: 'Радомишль',
		region: 'Житомирська область',
	},
	{
		city: 'Рахів',
		region: 'Закарпатська область',
	},
	{
		city: 'Рені',
		region: 'Одеська область',
	},
	{
		city: 'Решетилівка',
		region: 'Полтавська область',
	},
	{
		city: 'Ржищів',
		region: 'Київська область',
	},
	{
		city: 'Рівне',
		region: 'Рівненська область',
	},
	{
		city: 'Ровеньки',
		region: 'Луганська область',
	},
	{
		city: 'Рогатин',
		region: 'Івано-Франківська область',
	},
	{
		city: 'Родинське',
		region: 'Донецька область',
	},
	{
		city: 'Рожище',
		region: 'Волинська область',
	},
	{
		city: 'Роздільна',
		region: 'Одеська область',
	},
	{
		city: 'Ромни',
		region: 'Сумська область',
	},
	{
		city: 'Рубіжне',
		region: 'Луганська область',
	},
	{
		city: 'Рудки',
		region: 'Львівська область',
	},
	{
		city: 'Саки',
		region: 'Крим',
	},
	{
		city: 'Самбір',
		region: 'Львівська область',
	},
	{
		city: 'Сарни',
		region: 'Рівненська область',
	},
	{
		city: 'Свалява',
		region: 'Закарпатська область',
	},
	{
		city: 'Сватове',
		region: 'Луганська область',
	},
	{
		city: 'Світловодськ',
		region: 'Кіровоградська область',
	},
	{
		city: 'Світлодарськ',
		region: 'Донецька область',
	},
	{
		city: 'Святогірськ',
		region: 'Донецька область',
	},
	{
		city: 'Севастополь',
		region: 'Севастополь, міськрада',
	},
	{
		city: 'Селидове',
		region: 'Донецька область',
	},
	{
		city: 'Семенівка',
		region: 'Чернігівська область',
	},
	{
		city: 'Середина-Буда',
		region: 'Сумська область',
	},
	{
		city: 'Сєвєродонецьк',
		region: 'Луганська область',
	},
	{
		city: 'Синельникове',
		region: 'Дніпропетровська область',
	},
	{
		city: 'Сіверськ',
		region: 'Донецька область',
	},
	{
		city: 'Сімферополь',
		region: 'Крим',
	},
	{
		city: 'Скадовськ',
		region: 'Херсонська область',
	},
	{
		city: 'Скалат',
		region: 'Тернопільська область',
	},
	{
		city: 'Сквира',
		region: 'Київська область',
	},
	{
		city: 'Сколе',
		region: 'Львівська область',
	},
	{
		city: 'Славута',
		region: 'Хмельницька область',
	},
	{
		city: 'Славутич',
		region: 'Київська область',
	},
	{
		city: "Слов'янськ",
		region: 'Донецька область',
	},
	{
		city: 'Сміла',
		region: 'Черкаська область',
	},
	{
		city: 'Снігурівка',
		region: 'Миколаївська область',
	},
	{
		city: 'Сніжне',
		region: 'Донецька область',
	},
	{
		city: 'Сновськ',
		region: 'Чернігівська область',
	},
	{
		city: 'Снятин',
		region: 'Івано-Франківська область',
	},
	{
		city: 'Сокаль',
		region: 'Львівська область',
	},
	{
		city: 'Сокиряни',
		region: 'Чернівецька область',
	},
	{
		city: 'Соледар',
		region: 'Донецька область',
	},
	{
		city: 'Сорокине',
		region: 'Луганська область',
	},
	{
		city: 'Соснівка',
		region: 'Львівська область',
	},
	{
		city: 'Старий Крим',
		region: 'Крим',
	},
	{
		city: 'Старий Самбір',
		region: 'Львівська область',
	},
	{
		city: 'Старобільськ',
		region: 'Луганська область',
	},
	{
		city: 'Старокостянтинів',
		region: 'Хмельницька область',
	},
	{
		city: 'Стебник',
		region: 'Львівська область',
	},
	{
		city: 'Сторожинець',
		region: 'Чернівецька область',
	},
	{
		city: 'Стрий',
		region: 'Львівська область',
	},
	{
		city: 'Судак',
		region: 'Крим',
	},
	{
		city: 'Судова Вишня',
		region: 'Львівська область',
	},
	{
		city: 'Суми',
		region: 'Сумська область',
	},
	{
		city: 'Суходільськ',
		region: 'Луганська область',
	},
	{
		city: 'Таврійськ',
		region: 'Херсонська область',
	},
	{
		city: 'Тальне',
		region: 'Черкаська область',
	},
	{
		city: 'Тараща',
		region: 'Київська область',
	},
	{
		city: 'Татарбунари',
		region: 'Одеська область',
	},
	{
		city: 'Теплодар',
		region: 'Одеська область',
	},
	{
		city: 'Теребовля',
		region: 'Тернопільська область',
	},
	{
		city: 'Тернівка',
		region: 'Дніпропетровська область',
	},
	{
		city: 'Тернопіль',
		region: 'Тернопільська область',
	},
	{
		city: 'Тетіїв',
		region: 'Київська область',
	},
	{
		city: 'Тисмениця',
		region: 'Івано-Франківська область',
	},
	{
		city: 'Тлумач',
		region: 'Івано-Франківська область',
	},
	{
		city: 'Токмак',
		region: 'Запорізька область',
	},
	{
		city: 'Торецьк',
		region: 'Донецька область',
	},
	{
		city: 'Тростянець',
		region: 'Сумська область',
	},
	{
		city: 'Трускавець',
		region: 'Львівська область',
	},
	{
		city: 'Тульчин',
		region: 'Вінницька область',
	},
	{
		city: 'Турка',
		region: 'Львівська область',
	},
	{
		city: 'Тячів',
		region: 'Закарпатська область',
	},
	{
		city: 'Угнів',
		region: 'Львівська область',
	},
	{
		city: 'Ужгород',
		region: 'Закарпатська область',
	},
	{
		city: 'Узин',
		region: 'Київська область',
	},
	{
		city: 'Українка',
		region: 'Київська область',
	},
	{
		city: 'Українськ',
		region: 'Донецька область',
	},
	{
		city: 'Умань',
		region: 'Черкаська область',
	},
	{
		city: 'Устилуг',
		region: 'Волинська область',
	},
	{
		city: 'Фастів',
		region: 'Київська область',
	},
	{
		city: 'Феодосія',
		region: 'Крим',
	},
	{
		city: 'Харків',
		region: 'Харківська область',
	},
	{
		city: 'Харцизьк',
		region: 'Донецька область',
	},
	{
		city: 'Херсон',
		region: 'Херсонська область',
	},
	{
		city: 'Хирів',
		region: 'Львівська область',
	},
	{
		city: 'Хмельницький',
		region: 'Хмельницька область',
	},
	{
		city: 'Хмільник',
		region: 'Вінницька область',
	},
	{
		city: 'Ходорів',
		region: 'Львівська область',
	},
	{
		city: 'Хорол',
		region: 'Полтавська область',
	},
	{
		city: 'Хоростків',
		region: 'Тернопільська область',
	},
	{
		city: 'Хотин',
		region: 'Чернівецька область',
	},
	{
		city: 'Хрестівка',
		region: 'Донецька область',
	},
	{
		city: 'Христинівка',
		region: 'Черкаська область',
	},
	{
		city: 'Хрустальний',
		region: 'Луганська область',
	},
	{
		city: 'Хуст',
		region: 'Закарпатська область',
	},
	{
		city: 'Часів Яр',
		region: 'Донецька область',
	},
	{
		city: 'Червоноград',
		region: 'Львівська область',
	},
	{
		city: 'Черкаси',
		region: 'Черкаська область',
	},
	{
		city: 'Чернівці',
		region: 'Чернівецька область',
	},
	{
		city: 'Чернігів',
		region: 'Чернігівська область',
	},
	{
		city: 'Чигирин',
		region: 'Черкаська область',
	},
	{
		city: 'Чистякове',
		region: 'Донецька область',
	},
	{
		city: 'Чоп',
		region: 'Закарпатська область',
	},
	{
		city: 'Чорнобиль',
		region: 'Київська область',
	},
	{
		city: 'Чорноморськ',
		region: 'Одеська область',
	},
	{
		city: 'Чортків',
		region: 'Тернопільська область',
	},
	{
		city: 'Чугуїв',
		region: 'Харківська область',
	},
	{
		city: 'Чуднів',
		region: 'Житомирська область',
	},
	{
		city: 'Шаргород',
		region: 'Вінницька область',
	},
	{
		city: 'Шахтарськ',
		region: 'Донецька область',
	},
	{
		city: 'Шепетівка',
		region: 'Хмельницька область',
	},
	{
		city: 'Шостка',
		region: 'Сумська область',
	},
	{
		city: 'Шпола',
		region: 'Черкаська область',
	},
	{
		city: 'Щастя',
		region: 'Луганська область',
	},
	{
		city: 'Щолкіне',
		region: 'Крим',
	},
	{
		city: 'Южне',
		region: 'Одеська область',
	},
	{
		city: 'Южноукраїнськ',
		region: 'Миколаївська область',
	},
	{
		city: 'Яворів',
		region: 'Львівська область',
	},
	{
		city: 'Яготин',
		region: 'Київська область',
	},
	{
		city: 'Ялта',
		region: 'Крим',
	},
	{
		city: 'Ямпіль',
		region: 'Вінницька область',
	},
	{
		city: 'Яремче',
		region: 'Івано-Франківська область',
	},
	{
		city: 'Яни Капу',
		region: 'Крим',
	},
	{
		city: 'Ясинувата',
		region: 'Донецька область',
	},
]
